const Abtext = () => {
  return (
    <div className="w-[584px] flex flex-col gap-3">
      <h1 className="text-[30px] text-gray-900 font-semibold dark:text-white">
        Curious about me? Here you have it:
      </h1>
      <p className="textstyle">
        Би бодит амьдрал дахь асуудлыг шийдвэрлэхэд чиглэсэн, интерактив, хариу
        үйлдэл сайтай, хэрэглэгчдэд ээлтэй вэб аппликэйшн бүтээхэд гүнээ дуртай.
        Өөрийгөө хөгжүүлэх, сорилттой ажилд оролцох нь надад урам зориг өгдөг.
        Шинэ зүйл хурдан сурдаг учраас мэдлэг, ур чадвараа тэлэх орчинд
        ажиллахдаа илүү амжилттай байдаг. Би байнга шинэ хэрэгсэл, хүрээ
        (framework), шилдэг туршлага зэргийг судалж, ашиглан ур чадвараа
        сайжруулж, чанартай ажил гүйцэтгэхийг зорьдог. Технологийн сүүлийн үеийн
        чиг хандлагыг тогтмол дагаж, төслүүддээ үр дүнтэйгээр хэрэгжүүлэхийг
        эрмэлздэг. Мөн би хамтран ажиллахдаа баяртай байдаг, учир нь багийн
        хамтын ажиллагаагаар л агуу зүйлс бүтдэг гэдэгт итгэдэг. Санаа бодлоо
        хуваалцах, кодын алдаа засах, эсвэл гүйцэтгэл сайжруулах аль ч үед би
        эерэг хандлага, тууштай зан чанараа авч ирдэг. Туршлагатай
        хөгжүүлэгчдээс суралцахын зэрэгцээ өөрийнхөө ур чадвараар хувь нэмэр
        оруулахыг хүсэж байна.😉
      </p>
    </div>
  );
};
export default Abtext;
